Repository: emrdgrmnci/CoronaVirusMVVM
Catalog: CoronaVirusMVVM/*.lproj/Localizable.strings
Languages: tr

source: Worldwide
tr: Dünya Genelinde

source: Case: %@
tr: Hasta: %@

source: Deaths: %d
tr: Ölüm: %d

source: Recovered: %d
tr: İyileşen: %d

source: Update
tr: Güncelleme

source: Active: %d
tr: Aktif: %d

source: Affected Countries: %d
tr: Etkilenen Ülkeler: %d

source: You're offline! Check your network connection.
tr: Çevrimdışısın! İnternet bağlantını kontrol et.

source: Ok
tr: Tamam

source: Countries and Deaths
tr: Ülkeler ve Ölümler

source: No Title!
tr: Başlık Yok!

source: Confirmed Cases: %d
tr: Onaylanan Hastalar: %d

source: Total Deaths: %d
tr: Toplam Ölüm: %d

source: Today Recovered: %d
tr: Bugün İyileşen: %d

source: Today Deaths: %d
tr: Bugünki Ölümler: %d

source: Today Cases: %d
tr: Bugünki Hastalar: %d

source: Critical Cases: %d
tr: Kritik Hastalar: %d

source: No Country!
tr: Ülke yok!

source: Cases: %d
tr: Hastalar: %d

source: Published
tr: Yayınlandı

source: NEWS
tr: HABERLER

source: Updated at: %@
tr: Güncellendi: %@
